{
  "preguntas": [
    {
      "id": 1,
      "tipo": "verdadero_falso",
      "enunciado": "El cinturón de seguridad es obligatorio solo para quienes viajan en los asientos delanteros.",
      "respuesta_correcta": false,
      "explicacion": "Todas las personas que viajan en el automóvil deben ir sujetas con cinturón, incluso en los asientos traseros."
    },
    {
      "id": 2,
      "tipo": "verdadero_falso",
      "enunciado": "Los frenos ABS permiten mantener el control de la dirección durante una frenada brusca.",
      "respuesta_correcta": true,
      "explicacion": "El sistema ABS evita que las ruedas se bloqueen, permitiendo mantener la capacidad de dirección."
    },
    {
      "id": 3,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la función principal del airbag?",
      "alternativas": {
        "A": "Sustituir al cinturón de seguridad",
        "B": "Reducir el consumo de combustible",
        "C": "Proteger a los ocupantes de impactos contra elementos internos del vehículo",
        "D": "Aumentar la velocidad de reacción del conductor"
      },
      "respuesta_correcta": "C",
      "explicacion": "El airbag complementa al cinturón y evita impactos contra el volante, tablero o parabrisas."
    },
    {
      "id": 4,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué indica una luz roja en el panel de instrumentos?",
      "alternativas": {
        "A": "Advertencia de atención inmediata o avería grave",
        "B": "Funcionamiento normal",
        "C": "Información de viaje",
        "D": "Recordatorio de mantención programada"
      },
      "respuesta_correcta": "A",
      "explicacion": "Los testigos rojos indican fallas graves que requieren detener el vehículo."
    },
    {
      "id": 5,
      "tipo": "verdadero_falso",
      "enunciado": "La Ley Tolerancia Cero establece que no se permite ninguna cantidad de alcohol en la sangre al conducir.",
      "respuesta_correcta": true,
      "explicacion": "Cualquier nivel de alcohol detectable en la sangre puede significar una infracción."
    },
    {
      "id": 6,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la principal causa de siniestros de tránsito en Chile?",
      "alternativas": {
        "A": "Condiciones climáticas adversas",
        "B": "Falla mecánica del vehículo",
        "C": "Error humano",
        "D": "Animales en la vía"
      },
      "respuesta_correcta": "C",
      "explicacion": "Más del 90% de los siniestros se deben a errores humanos como imprudencia o distracciones."
    },
    {
      "id": 7,
      "tipo": "verdadero_falso",
      "enunciado": "Los peatones tienen más de un 90% de probabilidades de sobrevivir si son atropellados a 30 km/h o menos.",
      "respuesta_correcta": true,
      "explicacion": "A 30 km/h las probabilidades de sobrevivir son altas, pero disminuyen drásticamente a mayor velocidad."
    },
    {
      "id": 8,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué debe hacer un conductor si se enciende la luz de presión de aceite?",
      "alternativas": {
        "A": "Seguir conduciendo hasta llegar a casa",
        "B": "Aumentar la velocidad para que el motor se lubrique",
        "C": "Detener el motor inmediatamente y revisar la falla",
        "D": "Ignorarla si el vehículo funciona normal"
      },
      "respuesta_correcta": "C",
      "explicacion": "El motor puede sufrir daños graves, por lo que debe apagarse de inmediato."
    },
    {
      "id": 9,
      "tipo": "verdadero_falso",
      "enunciado": "Los usuarios vulnerables en el tránsito son exclusivamente los peatones.",
      "respuesta_correcta": false,
      "explicacion": "Incluyen peatones, ciclistas, motociclistas y otros sin protección estructural."
    },
    {
      "id": 10,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué debe revisarse para evitar intoxicación con monóxido de carbono?",
      "alternativas": {
        "A": "El nivel de combustible",
        "B": "El sistema de escape",
        "C": "La presión de neumáticos",
        "D": "La dirección asistida"
      },
      "respuesta_correcta": "B",
      "explicacion": "Un escape en mal estado puede filtrar monóxido de carbono al interior del vehículo."
    },
    {
      "id": 11,
      "tipo": "verdadero_falso",
      "enunciado": "El uso del celular mientras se conduce es una de las principales causas de distracción.",
      "respuesta_correcta": true,
      "explicacion": "El libro señala que las distracciones, como usar el celular, son una de las principales causas de siniestros."
    },
    {
      "id": 12,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la función del sistema de refrigeración del vehículo?",
      "alternativas": {
        "A": "Lubricar las partes móviles del motor",
        "B": "Mantener la temperatura adecuada del motor",
        "C": "Reducir el consumo de combustible",
        "D": "Evitar la contaminación ambiental"
      },
      "respuesta_correcta": "B",
      "explicacion": "El sistema de refrigeración enfría el motor para mantener una temperatura óptima durante su funcionamiento."
    },
    {
      "id": 13,
      "tipo": "verdadero_falso",
      "enunciado": "La mayor parte de los siniestros en Chile ocurre en carreteras rurales.",
      "respuesta_correcta": false,
      "explicacion": "Cerca del 80% de los siniestros ocurren en zonas urbanas, especialmente en intersecciones."
    },
    {
      "id": 14,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué debe hacerse si se revienta un neumático delantero en movimiento?",
      "alternativas": {
        "A": "Frenar bruscamente",
        "B": "Girar el volante en dirección contraria",
        "C": "Sujetar firmemente el volante y frenar suavemente",
        "D": "Acelerar para estabilizar el vehículo"
      },
      "respuesta_correcta": "C",
      "explicacion": "Debe frenarse de forma suave y mantener firme el volante para evitar pérdida de control."
    },
    {
      "id": 15,
      "tipo": "verdadero_falso",
      "enunciado": "El efecto submarino ocurre cuando el ocupante se desliza por debajo de la banda abdominal del cinturón de seguridad.",
      "respuesta_correcta": true,
      "explicacion": "El libro explica que este fenómeno ocurre en frenadas bruscas si el cinturón no está bien ajustado."
    },
    {
      "id": 16,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa que la luz de freno ABS se encienda en el tablero?",
      "alternativas": {
        "A": "Que el sistema ABS no está funcionando correctamente",
        "B": "Que el líquido de frenos está lleno",
        "C": "Que los frenos están funcionando normalmente",
        "D": "Que el vehículo está en modo de ahorro de energía"
      },
      "respuesta_correcta": "A",
      "explicacion": "El testigo indica fallas en el sistema ABS y debe revisarse cuanto antes."
    },
    {
      "id": 17,
      "tipo": "verdadero_falso",
      "enunciado": "Los espejos retrovisores eliminan totalmente los puntos ciegos.",
      "respuesta_correcta": false,
      "explicacion": "Siempre existirán ángulos muertos aunque los espejos estén bien regulados."
    },
    {
      "id": 18,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué acción es correcta al bajar por una pendiente pronunciada?",
      "alternativas": {
        "A": "Desembragar para ahorrar combustible",
        "B": "Circular en una marcha baja para que el motor ayude a frenar",
        "C": "Apagar el motor para evitar recalentamiento",
        "D": "Mantener el freno de mano ligeramente aplicado"
      },
      "respuesta_correcta": "B",
      "explicacion": "Se debe usar una marcha baja para que el motor colabore en la frenada y no se sobrecalienten los frenos."
    },
    {
      "id": 19,
      "tipo": "verdadero_falso",
      "enunciado": "El uso del cinturón de seguridad es opcional en trayectos cortos.",
      "respuesta_correcta": false,
      "explicacion": "Debe usarse siempre, incluso en trayectos cortos, ya que muchos siniestros ocurren cerca del hogar."
    },
    {
      "id": 20,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué debe revisarse periódicamente en los neumáticos?",
      "alternativas": {
        "A": "El color de la goma",
        "B": "La presión y profundidad de los surcos",
        "C": "El tamaño de la llanta",
        "D": "La marca del neumático"
      },
      "respuesta_correcta": "B",
      "explicacion": "La presión adecuada y la profundidad mínima de 1,6 mm son esenciales para una buena adherencia."
    },
    {
      "id": 21,
      "tipo": "verdadero_falso",
      "enunciado": "Los sistemas de frenos modernos poseen doble circuito hidráulico para mayor seguridad.",
      "respuesta_correcta": true,
      "explicacion": "En caso de fallo en un circuito, el otro mantiene parte del frenado, evitando la pérdida total."
    },
    {
      "id": 22,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué elemento evita el llamado efecto latigazo cervical en un choque por alcance?",
      "alternativas": {
        "A": "Cinturón de seguridad",
        "B": "Airbag",
        "C": "Apoya cabezas",
        "D": "Espejos retrovisores"
      },
      "respuesta_correcta": "C",
      "explicacion": "El apoya cabezas, correctamente regulado, evita lesiones cervicales en choques posteriores."
    },
    {
      "id": 23,
      "tipo": "verdadero_falso",
      "enunciado": "El airbag es suficiente protección incluso si no se utiliza cinturón de seguridad.",
      "respuesta_correcta": false,
      "explicacion": "El airbag es un complemento y no sustituye al cinturón; usarlos juntos reduce lesiones mortales."
    },
    {
      "id": 24,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la profundidad mínima legal de los surcos en los neumáticos?",
      "alternativas": {
        "A": "1 mm",
        "B": "1,6 mm",
        "C": "2,5 mm",
        "D": "3 mm"
      },
      "respuesta_correcta": "B",
      "explicacion": "La profundidad mínima exigida es 1,6 mm; bajo este valor se incrementa el riesgo de patinaje."
    },
    {
      "id": 25,
      "tipo": "verdadero_falso",
      "enunciado": "El monóxido de carbono es un gas incoloro, inodoro y venenoso presente en los gases de escape.",
      "respuesta_correcta": true,
      "explicacion": "El libro advierte que este gas puede provocar intoxicación y es mortal en concentraciones altas."
    },
    {
      "id": 26,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué porcentaje de siniestros de tránsito en Chile se deben a falla humana?",
      "alternativas": {
        "A": "50%",
        "B": "70%",
        "C": "90%",
        "D": "100%"
      },
      "respuesta_correcta": "C",
      "explicacion": "Más del 90% de los siniestros están relacionados con errores o imprudencias humanas."
    },
    {
      "id": 27,
      "tipo": "verdadero_falso",
      "enunciado": "El uso de luces neblineras está permitido en todo momento, incluso con buena visibilidad.",
      "respuesta_correcta": false,
      "explicacion": "Las luces neblineras deben usarse solo con visibilidad reducida por niebla o lluvia intensa."
    },
    {
      "id": 28,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué se debe hacer si el vehículo presenta fatiga en los amortiguadores?",
      "alternativas": {
        "A": "Ignorar el problema si el auto aún frena bien",
        "B": "Revisarlos y sustituirlos cuando dejen de ser seguros",
        "C": "Aumentar la presión de los neumáticos",
        "D": "Usar solo carreteras planas"
      },
      "respuesta_correcta": "B",
      "explicacion": "El libro recomienda revisar periódicamente y reemplazar amortiguadores en mal estado."
    },
    {
      "id": 29,
      "tipo": "verdadero_falso",
      "enunciado": "El cinturón de seguridad puede salvar la vida incluso en impactos a baja velocidad.",
      "respuesta_correcta": true,
      "explicacion": "Un choque a 30 o 40 km/h puede ser mortal sin cinturón, ya que la cabeza puede golpear el parabrisas."
    },
    {
      "id": 30,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué debe hacer un conductor al encenderse la luz de advertencia de la batería?",
      "alternativas": {
        "A": "Seguir conduciendo normalmente",
        "B": "Revisar tensión de la correa y carga de la batería",
        "C": "Cambiar neumáticos de inmediato",
        "D": "Encender todas las luces para verificar consumo"
      },
      "respuesta_correcta": "B",
      "explicacion": "El problema puede estar en la correa del alternador o la batería; debe revisarse de inmediato."
    },
    {
      "id": 31,
      "tipo": "verdadero_falso",
      "enunciado": "El uso de sistemas de retención infantil (SRI) es obligatorio según la edad y estatura de niñas y niños.",
      "respuesta_correcta": true,
      "explicacion": "El libro establece que los menores deben viajar en sistemas de retención adecuados a su edad y talla."
    },
    {
      "id": 32,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la velocidad máxima en zonas urbanas en Chile, salvo señalización distinta?",
      "alternativas": {
        "A": "30 km/h",
        "B": "40 km/h",
        "C": "50 km/h",
        "D": "60 km/h"
      },
      "respuesta_correcta": "C",
      "explicacion": "La normativa chilena fija en 50 km/h la velocidad máxima en áreas urbanas, salvo indicación distinta."
    },
    {
      "id": 33,
      "tipo": "verdadero_falso",
      "enunciado": "El principio de confianza en convivencia vial significa que todos deben suponer que los demás cumplirán las normas.",
      "respuesta_correcta": true,
      "explicacion": "Este principio permite que la circulación funcione ordenadamente, confiando en el respeto mutuo."
    },
    {
      "id": 34,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué debe hacerse si el freno de servicio deja de funcionar completamente?",
      "alternativas": {
        "A": "Apagar el motor de inmediato",
        "B": "Utilizar el freno de estacionamiento de manera progresiva",
        "C": "Sacar el cinturón para tener mayor movilidad",
        "D": "Pisar a fondo el embrague y acelerar"
      },
      "respuesta_correcta": "B",
      "explicacion": "El freno de mano puede servir como freno de emergencia si se aplica suavemente."
    },
    {
      "id": 35,
      "tipo": "verdadero_falso",
      "enunciado": "El alcohol disminuye la capacidad de reacción y aumenta el riesgo de siniestros.",
      "respuesta_correcta": true,
      "explicacion": "Incluso pequeñas cantidades de alcohol afectan la coordinación y el tiempo de reacción."
    },
    {
      "id": 36,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué debe hacer un conductor si queda encandilado por luces altas de otro vehículo?",
      "alternativas": {
        "A": "Mirar directamente a las luces",
        "B": "Desviar la vista hacia la derecha y reducir la velocidad",
        "C": "Aumentar la velocidad para salir rápido",
        "D": "Cerrar los ojos momentáneamente"
      },
      "respuesta_correcta": "B",
      "explicacion": "Debe mirar hacia la derecha de la calzada y disminuir la velocidad hasta recuperar visibilidad."
    },
    {
      "id": 37,
      "tipo": "verdadero_falso",
      "enunciado": "Las luces de advertencia de peligro deben usarse solo cuando el vehículo está detenido por avería.",
      "respuesta_correcta": true,
      "explicacion": "Estas luces se utilizan solo en caso de obstrucción temporal o emergencia, no como estacionamiento ilegal."
    },
    {
      "id": 38,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué acción ayuda a reducir el consumo de combustible?",
      "alternativas": {
        "A": "Acelerar bruscamente",
        "B": "Circular con neumáticos desinflados",
        "C": "Mantener velocidad constante y evitar frenadas innecesarias",
        "D": "Usar combustible de menor octanaje que el recomendado"
      },
      "respuesta_correcta": "C",
      "explicacion": "Conducir de manera suave y anticipando el tránsito disminuye el consumo de combustible."
    },
    {
      "id": 39,
      "tipo": "verdadero_falso",
      "enunciado": "El conductor siempre debe verificar los puntos ciegos antes de realizar un adelantamiento.",
      "respuesta_correcta": true,
      "explicacion": "Los espejos no cubren todas las áreas; mirar los puntos ciegos evita choques con otros vehículos."
    },
    {
      "id": 40,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa una señal de tránsito de fondo rojo con una línea horizontal blanca?",
      "alternativas": {
        "A": "Ceda el paso",
        "B": "Prohibido el paso",
        "C": "Zona escolar",
        "D": "Entrada a autopista"
      },
      "respuesta_correcta": "B",
      "explicacion": "La señal roja con barra blanca horizontal indica prohibición total de paso."
    },
    {
      "id": 41,
      "tipo": "verdadero_falso",
      "enunciado": "El cinturón de seguridad puede ocasionar lesiones, pero siempre son menos graves que no usarlo.",
      "respuesta_correcta": true,
      "explicacion": "El cinturón puede dejar marcas, pero evita lesiones mortales al retener al ocupante."
    },
    {
      "id": 42,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué se debe hacer si el vehículo comienza a derrapar en una curva?",
      "alternativas": {
        "A": "Frenar bruscamente",
        "B": "Soltar el acelerador y girar suavemente en dirección de la curva",
        "C": "Aumentar la velocidad para recuperar tracción",
        "D": "Pisar a fondo el embrague y girar bruscamente"
      },
      "respuesta_correcta": "B",
      "explicacion": "Debe reducir la aceleración y girar suavemente, evitando movimientos bruscos."
    },
    {
      "id": 43,
      "tipo": "verdadero_falso",
      "enunciado": "La fatiga, el sueño y el cansancio reducen la capacidad de reacción al conducir.",
      "respuesta_correcta": true,
      "explicacion": "Estos factores son tan peligrosos como el alcohol, porque disminuyen la atención y los reflejos."
    },
    {
      "id": 44,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué debe hacer un conductor al aproximarse a un cruce ferroviario sin barreras?",
      "alternativas": {
        "A": "Aumentar la velocidad para pasar rápido",
        "B": "Detenerse siempre aunque no venga tren",
        "C": "Reducir la velocidad, mirar y escuchar antes de cruzar",
        "D": "Seguir al vehículo de adelante sin mirar"
      },
      "respuesta_correcta": "C",
      "explicacion": "La norma es disminuir velocidad, observar y asegurarse de que no venga un tren antes de cruzar."
    },
    {
      "id": 45,
      "tipo": "verdadero_falso",
      "enunciado": "El principio de precaución consiste en prever posibles riesgos y actuar de manera defensiva.",
      "respuesta_correcta": true,
      "explicacion": "La conducción defensiva se basa en anticipar peligros y reducir riesgos."
    },
    {
      "id": 46,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué efecto tiene duplicar la velocidad en la distancia de frenado?",
      "alternativas": {
        "A": "La distancia de frenado se duplica",
        "B": "La distancia de frenado se reduce",
        "C": "La distancia de frenado aumenta cuatro veces",
        "D": "La distancia de frenado no cambia"
      },
      "respuesta_correcta": "C",
      "explicacion": "La distancia de frenado crece al cuadrado de la velocidad; duplicarla la multiplica por cuatro."
    },
    {
      "id": 47,
      "tipo": "verdadero_falso",
      "enunciado": "El conductor debe asegurarse de que las puertas estén cerradas antes de iniciar la marcha.",
      "respuesta_correcta": true,
      "explicacion": "El libro indica que las puertas deben estar cerradas y los niños con seguridad infantil activada."
    },
    {
      "id": 48,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué componente genera electricidad en el vehículo?",
      "alternativas": {
        "A": "La batería",
        "B": "El alternador",
        "C": "El carburador",
        "D": "El radiador"
      },
      "respuesta_correcta": "B",
      "explicacion": "El alternador convierte energía mecánica en eléctrica y la batería la almacena."
    },
    {
      "id": 49,
      "tipo": "verdadero_falso",
      "enunciado": "Las luces intermitentes de advertencia de peligro pueden usarse como justificación para estacionar en doble fila.",
      "respuesta_correcta": false,
      "explicacion": "El uso indebido de las luces de emergencia no autoriza estacionamientos ilegales o peligrosos."
    },
    {
      "id": 50,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa la señal de tránsito con un triángulo rojo con vértice hacia arriba y borde rojo?",
      "alternativas": {
        "A": "Pare",
        "B": "Ceda el paso",
        "C": "Prohibido estacionar",
        "D": "Velocidad mínima"
      },
      "respuesta_correcta": "B",
      "explicacion": "El triángulo con borde rojo y fondo blanco indica obligación de ceder el paso."
    },
    {
      "id": 51,
      "tipo": "verdadero_falso",
      "enunciado": "El uso de cinturón de seguridad reduce en más del 50% el riesgo de muerte en un accidente.",
      "respuesta_correcta": true,
      "explicacion": "El cinturón disminuye considerablemente la probabilidad de lesiones mortales en un siniestro."
    },
    {
      "id": 52,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué elemento del vehículo debe revisarse con mayor frecuencia antes de un viaje largo?",
      "alternativas": {
        "A": "Color de la pintura",
        "B": "Niveles de aceite, agua y frenos",
        "C": "Tapicería de los asientos",
        "D": "Radio del automóvil"
      },
      "respuesta_correcta": "B",
      "explicacion": "Antes de viajar es fundamental verificar fluidos y frenos para evitar fallas mecánicas."
    },
    {
      "id": 53,
      "tipo": "verdadero_falso",
      "enunciado": "En caso de choque, los objetos sueltos dentro del vehículo pueden transformarse en proyectiles.",
      "respuesta_correcta": true,
      "explicacion": "El libro advierte que incluso objetos pequeños alcanzan gran velocidad en un impacto."
    },
    {
      "id": 54,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la multa por no usar cinturón de seguridad en Chile?",
      "alternativas": {
        "A": "Falta leve",
        "B": "Falta menos grave",
        "C": "Falta grave",
        "D": "Falta gravísima"
      },
      "respuesta_correcta": "C",
      "explicacion": "No usar cinturón de seguridad constituye una falta grave y genera sanción económica."
    },
    {
      "id": 55,
      "tipo": "verdadero_falso",
      "enunciado": "El tiempo de reacción promedio de un conductor es de aproximadamente 1 segundo.",
      "respuesta_correcta": true,
      "explicacion": "En condiciones normales, un conductor tarda cerca de 1 segundo en reaccionar ante un estímulo."
    },
    {
      "id": 56,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué sistema ayuda a evitar el bloqueo de ruedas durante una frenada?",
      "alternativas": {
        "A": "Sistema ABS",
        "B": "Sistema de suspensión",
        "C": "Dirección asistida",
        "D": "Filtro de aire"
      },
      "respuesta_correcta": "A",
      "explicacion": "El ABS mantiene la capacidad de dirección al evitar que las ruedas se bloqueen."
    },
    {
      "id": 57,
      "tipo": "verdadero_falso",
      "enunciado": "Los niños menores de 12 años deben viajar siempre en el asiento trasero.",
      "respuesta_correcta": true,
      "explicacion": "La normativa exige que los menores viajen en el asiento trasero y en SRI apropiado."
    },
    {
      "id": 58,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa una línea amarilla continua en la calzada?",
      "alternativas": {
        "A": "Prohibido estacionar",
        "B": "Prohibido adelantar",
        "C": "Estacionamiento permitido",
        "D": "Zona escolar"
      },
      "respuesta_correcta": "B",
      "explicacion": "Una línea amarilla continua indica prohibición de adelantamiento."
    },
    {
      "id": 59,
      "tipo": "verdadero_falso",
      "enunciado": "El cinturón de seguridad debe colocarse ajustado al cuerpo y sin holguras.",
      "respuesta_correcta": true,
      "explicacion": "Un cinturón flojo aumenta el riesgo de lesiones graves en un impacto."
    },
    {
      "id": 60,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué debe hacerse si el vehículo comienza a patinar sobre agua (aquaplaning)?",
      "alternativas": {
        "A": "Frenar bruscamente",
        "B": "Soltar el acelerador y sujetar el volante con firmeza",
        "C": "Aumentar la velocidad",
        "D": "Apagar el motor"
      },
      "respuesta_correcta": "B",
      "explicacion": "La acción correcta es soltar el acelerador y mantener firme el volante sin frenar bruscamente."
    },
    {
      "id": 61,
      "tipo": "verdadero_falso",
      "enunciado": "El exceso de velocidad es la principal causa de accidentes con resultado fatal.",
      "respuesta_correcta": true,
      "explicacion": "La velocidad aumenta tanto la probabilidad de accidentes como la gravedad de sus consecuencias."
    },
    {
      "id": 62,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la principal función del embrague en un vehículo?",
      "alternativas": {
        "A": "Detener el auto sin frenar",
        "B": "Unir y separar el motor de la caja de cambios",
        "C": "Incrementar la velocidad",
        "D": "Disminuir el consumo de combustible"
      },
      "respuesta_correcta": "B",
      "explicacion": "El embrague permite transmitir o interrumpir el movimiento del motor hacia la caja de cambios."
    },
    {
      "id": 63,
      "tipo": "verdadero_falso",
      "enunciado": "El conductor debe utilizar luces bajas durante el día en carreteras interurbanas.",
      "respuesta_correcta": true,
      "explicacion": "El uso de luces bajas en carreteras aumenta la visibilidad y reduce riesgos."
    },
    {
      "id": 64,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué documento acredita que el vehículo ha aprobado la revisión técnica?",
      "alternativas": {
        "A": "Certificado de inscripción",
        "B": "Permiso de circulación",
        "C": "Certificado de revisión técnica",
        "D": "Licencia de conducir"
      },
      "respuesta_correcta": "C",
      "explicacion": "El certificado de revisión técnica acredita que el vehículo está en condiciones seguras de circular."
    },
    {
      "id": 65,
      "tipo": "verdadero_falso",
      "enunciado": "El cinturón de seguridad debe reemplazarse después de un accidente grave.",
      "respuesta_correcta": true,
      "explicacion": "El material del cinturón puede perder resistencia tras un impacto severo."
    },
    {
      "id": 66,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué se debe hacer si un neumático trasero revienta en carretera?",
      "alternativas": {
        "A": "Frenar suavemente y mantener el control del volante",
        "B": "Frenar bruscamente",
        "C": "Acelerar para estabilizar el auto",
        "D": "Soltar el volante y dejar que se detenga solo"
      },
      "respuesta_correcta": "A",
      "explicacion": "Lo correcto es mantener firme el volante y frenar de forma progresiva."
    },
    {
      "id": 67,
      "tipo": "verdadero_falso",
      "enunciado": "Las drogas ilícitas también afectan la capacidad de conducción.",
      "respuesta_correcta": true,
      "explicacion": "El consumo de drogas altera reflejos, percepción y capacidad de reacción."
    },
    {
      "id": 68,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa una señal triangular con borde rojo y dibujo de niños?",
      "alternativas": {
        "A": "Zona escolar",
        "B": "Cruce ferroviario",
        "C": "Hospital cercano",
        "D": "Peaje"
      },
      "respuesta_correcta": "A",
      "explicacion": "Esa señal advierte a los conductores que están próximos a una zona escolar."
    },
    {
      "id": 69,
      "tipo": "verdadero_falso",
      "enunciado": "El conductor debe reducir la velocidad al acercarse a un paso de peatones.",
      "respuesta_correcta": true,
      "explicacion": "Los pasos peatonales son zonas de prioridad para peatones."
    },
    {
      "id": 70,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa un semáforo intermitente en luz amarilla?",
      "alternativas": {
        "A": "Alto obligatorio",
        "B": "Precaución, ceda el paso si es necesario",
        "C": "Avanzar sin detenerse",
        "D": "Tránsito detenido"
      },
      "respuesta_correcta": "B",
      "explicacion": "Una luz amarilla intermitente indica precaución y obliga a ceder el paso cuando corresponda."
    },
    {
      "id": 71,
      "tipo": "verdadero_falso",
      "enunciado": "El efecto túnel ocurre cuando aumenta la velocidad y disminuye el campo visual.",
      "respuesta_correcta": true,
      "explicacion": "A altas velocidades la visión lateral disminuye, concentrando la mirada en el frente."
    },
    {
      "id": 72,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la función principal de la dirección asistida?",
      "alternativas": {
        "A": "Aumentar la potencia del motor",
        "B": "Facilitar el giro del volante",
        "C": "Reducir consumo de combustible",
        "D": "Evitar bloqueos de frenos"
      },
      "respuesta_correcta": "B",
      "explicacion": "La dirección asistida facilita maniobras al reducir el esfuerzo necesario para girar el volante."
    },
    {
      "id": 73,
      "tipo": "verdadero_falso",
      "enunciado": "La Ley Emilia endurece las sanciones por conducir en estado de ebriedad con resultado de muerte.",
      "respuesta_correcta": true,
      "explicacion": "La Ley Emilia establece penas más severas y cárcel efectiva en estos casos."
    },
    {
      "id": 74,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa una señal circular con borde rojo y un número en el centro?",
      "alternativas": {
        "A": "Velocidad mínima",
        "B": "Velocidad máxima permitida",
        "C": "Distancia obligatoria",
        "D": "Peso máximo autorizado"
      },
      "respuesta_correcta": "B",
      "explicacion": "Esa señal indica el límite de velocidad máxima permitido en ese tramo."
    },
    {
      "id": 75,
      "tipo": "verdadero_falso",
      "enunciado": "La presión incorrecta en los neumáticos afecta la adherencia y el consumo de combustible.",
      "respuesta_correcta": true,
      "explicacion": "Un neumático con baja presión incrementa el consumo y reduce la seguridad."
    },
    {
      "id": 76,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa una señal de fondo azul con una P blanca?",
      "alternativas": {
        "A": "Paradero de bus",
        "B": "Zona de estacionamiento permitido",
        "C": "Peaje",
        "D": "Paso peatonal"
      },
      "respuesta_correcta": "B",
      "explicacion": "La señal azul con una P blanca indica un lugar autorizado para estacionar."
    },
    {
      "id": 77,
      "tipo": "verdadero_falso",
      "enunciado": "Los frenos de tambor disipan el calor mejor que los frenos de disco.",
      "respuesta_correcta": false,
      "explicacion": "Los frenos de disco ventilan mejor el calor, lo que les da mayor eficiencia."
    },
    {
      "id": 78,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la acción más segura al adelantar en carretera?",
      "alternativas": {
        "A": "Adelantar en curvas para ahorrar tiempo",
        "B": "Mantener distancia, señalizar y adelantar en rectas",
        "C": "Acelerar sin señalizar",
        "D": "Adelantar aunque haya línea continua"
      },
      "respuesta_correcta": "B",
      "explicacion": "El adelantamiento seguro requiere señalizar y hacerlo en rectas con buena visibilidad."
    },
    {
      "id": 79,
      "tipo": "verdadero_falso",
      "enunciado": "Los espejos deben ajustarse para minimizar los puntos ciegos.",
      "respuesta_correcta": true,
      "explicacion": "Un ajuste correcto reduce los ángulos muertos en la conducción."
    },
    {
      "id": 80,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa un triángulo reflectante colocado en la vía?",
      "alternativas": {
        "A": "Cruce peligroso",
        "B": "Advertencia de vehículo detenido",
        "C": "Zona escolar",
        "D": "Peaje"
      },
      "respuesta_correcta": "B",
      "explicacion": "El triángulo se usa para advertir de un vehículo detenido por falla o accidente."
    },
    {
      "id": 81,
      "tipo": "verdadero_falso",
      "enunciado": "El consumo de alcohol disminuye la capacidad de cálculo de distancias y velocidades.",
      "respuesta_correcta": true,
      "explicacion": "Incluso pequeñas cantidades de alcohol afectan la percepción y aumentan el riesgo de errores."
    },
    {
      "id": 82,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué debe hacerse al conducir con lluvia intensa?",
      "alternativas": {
        "A": "Aumentar la velocidad para salir rápido del sector",
        "B": "Encender luces bajas y aumentar la distancia de seguridad",
        "C": "Usar luces altas para ver mejor",
        "D": "Circular por la berma para evitar salpicaduras"
      },
      "respuesta_correcta": "B",
      "explicacion": "Con lluvia intensa se recomienda luces bajas, velocidad moderada y mayor distancia de seguridad."
    },
    {
      "id": 83,
      "tipo": "verdadero_falso",
      "enunciado": "La velocidad influye directamente en la gravedad de las lesiones en un accidente.",
      "respuesta_correcta": true,
      "explicacion": "A mayor velocidad, mayor energía de impacto y peores consecuencias en caso de colisión."
    },
    {
      "id": 84,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es el procedimiento correcto al estacionar en pendiente ascendente con berma?",
      "alternativas": {
        "A": "Dejar el freno de mano puesto y las ruedas rectas",
        "B": "Girar las ruedas hacia la calzada y poner freno de mano",
        "C": "Girar las ruedas hacia la berma y dejar freno de mano",
        "D": "Apagar el motor sin aplicar freno de mano"
      },
      "respuesta_correcta": "C",
      "explicacion": "En pendiente ascendente, las ruedas deben girarse hacia la berma y aplicar freno de estacionamiento."
    },
    {
      "id": 85,
      "tipo": "verdadero_falso",
      "enunciado": "La distancia de reacción corresponde al espacio recorrido mientras el conductor percibe y reacciona ante un estímulo.",
      "respuesta_correcta": true,
      "explicacion": "Es la distancia recorrida durante el tiempo de reacción antes de accionar los frenos."
    },
    {
      "id": 86,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué elemento reduce el riesgo de vuelco en maniobras bruscas?",
      "alternativas": {
        "A": "Control de estabilidad (ESP)",
        "B": "Dirección asistida",
        "C": "Filtro de aire",
        "D": "Amortiguadores traseros"
      },
      "respuesta_correcta": "A",
      "explicacion": "El ESP ayuda a mantener la trayectoria del vehículo y reduce el riesgo de vuelcos."
    },
    {
      "id": 87,
      "tipo": "verdadero_falso",
      "enunciado": "El peatón siempre tiene prioridad en los pasos habilitados.",
      "respuesta_correcta": true,
      "explicacion": "En pasos peatonales marcados, los conductores deben detenerse y ceder el paso."
    },
    {
      "id": 88,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa una señal de tránsito con un círculo azul y una flecha blanca hacia la derecha?",
      "alternativas": {
        "A": "Prohibido girar a la derecha",
        "B": "Obligación de girar a la derecha",
        "C": "Estacionamiento obligatorio",
        "D": "Vía exclusiva para buses"
      },
      "respuesta_correcta": "B",
      "explicacion": "Un círculo azul con flecha blanca indica obligación de giro en la dirección señalada."
    },
    {
      "id": 89,
      "tipo": "verdadero_falso",
      "enunciado": "Las luces altas deben usarse siempre dentro de zonas urbanas.",
      "respuesta_correcta": false,
      "explicacion": "Las luces altas no deben usarse en ciudad ya que encandilan a otros conductores."
    },
    {
      "id": 90,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué acción corresponde al enfrentar una curva cerrada en carretera?",
      "alternativas": {
        "A": "Frenar dentro de la curva",
        "B": "Frenar antes de la curva y mantener velocidad moderada",
        "C": "Aumentar la velocidad en la curva",
        "D": "Circular por el centro de la calzada"
      },
      "respuesta_correcta": "B",
      "explicacion": "Debe frenarse antes de entrar y mantener velocidad adecuada dentro de la curva."
    },
    {
      "id": 91,
      "tipo": "verdadero_falso",
      "enunciado": "El conductor está obligado a respetar las instrucciones de Carabineros aunque contradigan una señal de tránsito.",
      "respuesta_correcta": true,
      "explicacion": "Las órdenes de Carabineros prevalecen sobre semáforos o señales en caso de conflicto."
    },
    {
      "id": 92,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué tipo de licencia corresponde a la clase B en Chile?",
      "alternativas": {
        "A": "Vehículos de transporte público",
        "B": "Automóviles particulares hasta 9 asientos",
        "C": "Motocicletas",
        "D": "Camiones de carga pesada"
      },
      "respuesta_correcta": "B",
      "explicacion": "La licencia clase B permite conducir automóviles y camionetas de uso particular."
    },
    {
      "id": 93,
      "tipo": "verdadero_falso",
      "enunciado": "El uso del cinturón de seguridad en embarazadas debe hacerse colocando la banda inferior bajo el abdomen.",
      "respuesta_correcta": true,
      "explicacion": "El cinturón debe ajustarse bajo el vientre para proteger tanto a la madre como al bebé."
    },
    {
      "id": 94,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la forma más segura de reducir la fatiga en un viaje largo?",
      "alternativas": {
        "A": "Beber café en exceso",
        "B": "Conducir con la ventana abierta",
        "C": "Detenerse a descansar cada 2 horas",
        "D": "Subir el volumen de la música"
      },
      "respuesta_correcta": "C",
      "explicacion": "La medida más efectiva es descansar regularmente para mantener la atención."
    },
    {
      "id": 95,
      "tipo": "verdadero_falso",
      "enunciado": "La distancia de seguridad aumenta con la velocidad.",
      "respuesta_correcta": true,
      "explicacion": "Cuanto mayor es la velocidad, mayor debe ser la distancia respecto al vehículo delantero."
    },
    {
      "id": 96,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué se debe hacer al encontrarse con un bus escolar detenido con luces intermitentes encendidas?",
      "alternativas": {
        "A": "Adelantar rápidamente",
        "B": "Detenerse y no continuar hasta que los niños estén seguros",
        "C": "Tocar la bocina para advertir",
        "D": "Pasar lentamente sin detenerse"
      },
      "respuesta_correcta": "B",
      "explicacion": "Cuando un bus escolar está cargando o descargando niños, los vehículos deben detenerse."
    },
    {
      "id": 97,
      "tipo": "verdadero_falso",
      "enunciado": "El uso de dispositivos manos libres elimina completamente el riesgo de distracción.",
      "respuesta_correcta": false,
      "explicacion": "Aunque reduce la manipulación, la conversación sigue siendo una distracción para el conductor."
    },
    {
      "id": 98,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Qué significa una señal octagonal roja con letras blancas?",
      "alternativas": {
        "A": "Pare",
        "B": "Ceda el paso",
        "C": "No virar en U",
        "D": "Velocidad máxima"
      },
      "respuesta_correcta": "A",
      "explicacion": "El octágono rojo con la palabra PARE es una señal universal de detención obligatoria."
    },
    {
      "id": 99,
      "tipo": "verdadero_falso",
      "enunciado": "Un conductor puede circular en bicicleta bajo los efectos del alcohol sin sanción.",
      "respuesta_correcta": false,
      "explicacion": "La Ley de Tránsito prohíbe conducir cualquier vehículo, incluida bicicleta, bajo efectos del alcohol."
    },
    {
      "id": 100,
      "tipo": "seleccion_multiple",
      "enunciado": "¿Cuál es la sanción por conducir en estado de ebriedad en Chile?",
      "alternativas": {
        "A": "Multa leve sin suspensión de licencia",
        "B": "Falta menos grave con curso obligatorio",
        "C": "Delito con suspensión o cancelación de la licencia y penas de cárcel",
        "D": "Advertencia verbal de Carabineros"
      },
      "respuesta_correcta": "C",
      "explicacion": "Conducir en estado de ebriedad es un delito sancionado con suspensión o cancelación de la licencia y cárcel."
    }
  ]
}
